Repository: TiempoArgentino/ta-mailtrain
Catalog: languages/mailtrain-api-*.po
Languages: es_es

source: Lists main page
es_es: Pagina de listas

source: Terms and Conditions
es_es: Términos y condiciones

source: ex: https://newsletter.yourdomain.com, without end slash
es_es: ej: https://newsletter.yourdomain.com, sin la barra final

source: See in https://newsletter.yourdomain.com/users/api, if not exist, generate it
es_es: Ver en https://newsletter.yourdomain.com/users/api, sino existe, generar una.

source: Mailtrain Lists
es_es: Listas ML

source: Newsletter Lists
es_es: Listas de correo

source: -select-
es_es: -- seleccionar --

source: Lists
es_es: Listas

source: List
es_es: Lista

source: Options - Configuration
es_es: Opciones - Configuración

source: Select a list
es_es: Seleccionar lista

source: Frequency
es_es: Frecuencia

source: Email field label
es_es: Etiqueta de campo de email

source: Author
es_es: Autor

source: Show First Name Field
es_es: Mostrar campo de nombre

source: Show Last Name Field
es_es: Mostrar campo de apellido

source: Force suscribe?
es_es: ¿Forzar suscripcion?

source: Require confirmation?
es_es: ¿Requiere confirmación?

source: -- select --
es_es: -- seleccionar --

source: Extra Form Fields
es_es: Campos extras

source: ADD EXTRA FIELD
es_es: AGREGAR CAMPO

source: Merge fields or custom fields for your list, these fields must exist in your list
es_es: Combinar campos o campos personalizados para su lista, estos campos deben existir en su lista

source: Mailtrain Form
es_es: Formulario ML

source: Text or title
es_es: Texto o titulo

source: Your email
es_es: Tu email

source: SEND
es_es: ENVIAR

source: This form is not configured
es_es: El formulario no esta configurado

source: Invalid email address!
es_es: Email invalido

source: Thank you
es_es: Gracias

source: All fields are required
es_es: Todos los campos son requeridos

source: Receive updates.
es_es: Recibir actualizaciones

source: We want to meet you, tell us your name and your e-mail:
es_es: Queremos conocerte, dinos tu nombre y tu e-mail:

source: Name
es_es: Nombre

source: Next
es_es: Siguiente

source: You can edit your preferences, from your user profile, whenever you want.
es_es: Puede editar sus preferencias, desde su perfil de usuario, cuando lo desee.

source: Hi
es_es: Hola

source: You can choose between these alternatives to find out:
es_es: Puede elegir entre estas alternativas para averiguarlo:

source: By :
es_es: Por:

source: of
es_es: de

source: topics chose.
es_es: seleccionar temas

source: I accept %s
es_es: Acepto %s

source: Previus
es_es: Anterior

source: Sorry, no lists there.
es_es: No hay listas creadas

source: Thanks %s
es_es: Gracias %s

source: Now you will receive information from our site.
es_es: Ahora recibirá información de nuestro sitio.

source: Go to home
es_es: Ir al inicio
